<?php
// Heading
$_['heading_title']    = 'Статусы посылок';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список статусов';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']      = 'Статус упаковки';
$_['column_pack_status']       = 'Новый статус упаковки';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса посылки';
$_['entry_pack_status']        = 'Новый статус упаковки';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения статусов посылок!';
$_['error_name']       = 'Название должно быть от 3 до 32 символов!';
$_['error_delete']     = 'Статус посылки не может быть удален, так как назначена %s посылкам!';

