<?php
// Heading
$_['heading_title']    = 'Категории товаров';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список категорий';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']      = 'Категория';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название категории';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения категорий товаров!';
$_['error_name']       = 'Название должно быть от 3 до 32 символов!';
$_['error_delete']     = 'Категория не может быть удалена, так как назначена %s товарам!';

